adpyke.codesnap
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
fosshaas.fontsize-shortcuts
hiteshchoudharycode.chai-theme
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.powershell
rangav.vscode-thunder-client
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
